Repository: Self-Hosting-Group/luci
Catalog: applications/luci-app-upnp/po/*/upnp.po
Languages: cs, fi, lt, pl, ru, ta, zh_hant

source: A 900 s interval sends %s announcements with the min. %s header
cs: Interval 900s bude mít za následek %s upozornění s minimální max-age 1800s
fi: 900 sekunnin väli johtaa %s ilmoitukseen, joiden vähimmäisikä on 1800 sekuntia
lt: 900 sek. intervalas lems %s pranešimų, kurių mažiausias maksimalus amžius yra – 1800 sek.
pl: Interwał 900s doprowadzi do powiadomień %s z minimalnym czasem życia 1800s
ru: Интервал 900 сек. приведет к появлению %s уведомлений с минимальным максимальным возрастом 1800 сек
ta: 900 களின் இடைவெளி 1800 களின் குறைந்தபட்ச அதிகபட்ச வயதுடன் %s அறிவிப்புகளை ஏற்படுத்தும்
zh_hant: 最大有效時間最小值為1800秒將間隔900秒產生%s通知

source: ACL specify which client addresses and ports can be mapped, IPv6 always allowed.
cs: ACL stanovují, které vnější porty by měly být přesměrovány na které vnitřní adresy a porty, IPv6 je povoleno vždy.
fi: ACL-pääsylista määrittää, mitkä asiakasosoitteet ja portit voidaan yhdistää – IPv6 aina sallittu.
lt: „ACL“ (dgs.) nurodo, į kuriuos išorinius prievadus galima persiųsti į nurodytus kliento adresus ir prievadus, IPv6 yra visada leidžiamas.
pl: Lista kontroli dostępu określa, które adresy i porty klientów mogą być przekierowane. Protokół IPv6 jest zawsze dozwolony.
ru: Список контроля доступа (ACL) определяет, какие клиентские адресы могут быть перенаправлены, IPv6 всегда разрешён.
ta: எந்த கிளையன்ட் முகவரிகள் மற்றும் துறைமுகங்களை வரைபடமாக்க முடியும் என்பதைக் குறிப்பிடவும், ஐபிவி 6 எப்போதும் அனுமதிக்கப்படுகிறது.
zh_hant: ACL指定可以映射哪些用戶端位址和連接埠，IPv6始終允許。

source: Action
cs: Akce
fi: Toiminta
lt: Veiksmas
pl: Akcja
ru: Действие
ta: செயல்
zh_hant: 動作

source: Active Port Maps
cs: Aktivní mapy portů služeb
fi: Aktiivise uudelleenohjaukset
lt: Aktyvūs prievadų persiuntimai
pl: Aktywne przekierowania portów
ru: Активные переадресации
ta: செயலில் பணி துறைமுகம் வரைபடங்கள்
zh_hant: 活動的連接埠映射

source: Active UPnP IGD & PCP/NAT-PMP Port Maps
cs: Aktivní UPnP IGD a PCP/NAT-PMP mapy portů
lt: Aktyvūs „UPnP IGD“ ir „PCP/NAT-PMP“ prievadų atvaizdavimai
pl: Aktywne przekierowania portów UPnP IGD i PCP/NAT-PMP
ru: Активные карты портов UPnP IGD и PCP/NAT-PMP
ta: ஆக்டிவ் யுபிஎன்பி ஐ.சி.டி & பிசிபி/நாட்-பிஎம்பி துறைமுகம் வரைபடங்கள்
zh_hant: 活動的UPnP IGD & PCP/NAT-PMP連接埠映射

source: Added via / description
cs: Popis
fi: Kuvaus
lt: Aprašas/-ymas
pl: Opis
ru: Описание
ta: விவரம்
zh_hant: 描述

source: Advanced Settings
cs: Pokročilá nastavení
fi: Lisäasetukset
lt: Pažangūs nustatymai
pl: Ustawienia zaawansowane
ru: Расширенные настройки
ta: மேம்பட்ட அமைப்புகள்
zh_hant: 進階設定

source: Advertise as IGDv1 (IPv4 only) device instead of IGDv2
cs: Inzerovat jako IGDv1 zařízení místo IGDv2
fi: Mainosta IGDv1-laitteena (vain IPv4) IGDv2:n sijaan
lt: Reklamuoti/Skelbti kaip – „IGDv1“ įrenginį (be IPv6), vietoj „IGDv2“
pl: Rozgłaszaj jako urządzenie IGDv1 (bez IPv6) zamiast IGDv2
ru: Объявить как IGDv1 устройство вместо IGDv2
ta: IGDV2 க்கு பதிலாக IGDV1 (IPV4 மட்டும்) சாதனமாக விளம்பரம் செய்யுங்கள்
zh_hant: 通告為IGDv1（僅IPv4）裝置而非IGDv2

source: Allow
cs: Umožnit
fi: Salli
lt: Leisti
pl: Zezwól
ru: Разрешить
ta: இசைவு
zh_hant: 允許

source: Allow adding port maps for requesting IP addresses only
cs: Povolit přesměrování pouze na dotazující IP adresy
lt: Leisti pridėti prievadų persiuntimus tik į užklausų reikalaujančius IP adresus
pl: Zezwól na dodawanie przekierowań tylko do odpytujących adresów IP
ru: Разрешить перенаправление только для запрашивающих IP-адресов
ta: ஐபி முகவரிகளைக் கோருவதற்கு துறைமுகம் வரைபடங்களைச் சேர்க்க அனுமதிக்கவும்
zh_hant: 只允許為請求的IP位址新增連接埠映射

source: Announced model number
cs: Oznámené číslo modelu
fi: Ilmoitettu mallinumero
lt: Paskelbtas modelio numeris
pl: Rozgłaszany numer modelu
ru: Объявить номер модели
ta: மாதிரி எண் அறிவிக்கப்பட்டது
zh_hant: 公布的型號

source: Announced serial number
cs: Oznámené sériové číslo
fi: Ilmoitettu sarjanumero
lt: Paskelbtas serijos numeris
pl: Rozgłaszany numer seryjny
ru: Объявить серийный номер
ta: அறிவிக்கப்பட்ட வரிசை எண்
zh_hant: 公布的序列號

source: Comment
cs: Komentář
fi: Kommentti
lt: Komentuoti
pl: Komentarz
ru: Комментарий
ta: கருத்து
zh_hant: 註解

source: Delete
cs: Smazat
fi: Poista
lt: Ištrinti
pl: Usuń
ru: Удалить
ta: நீக்கு
zh_hant: 刪除

source: Deny
cs: Odepřít
fi: Kiellä
lt: Atmesti/Neprileisti
pl: Odmów
ru: Отказать
ta: மறுக்கவும்
zh_hant: 拒絕

source: Device UUID
cs: UUID zařízení
fi: Laitteen UUID
lt: Įrenginio „UUID“
pl: UUID urządzenia
ru: UUID устройства
ta: சாதனம் uuid
zh_hant: 裝置UUID

source: Download speed
cs: Rychlost příjmu
lt: Atsisiuntimo greitis
pl: Prędkość pobierania
ru: Скорость закачки
ta: பதிவிறக்க விரைவு
zh_hant: 下載速度

source: Enable PCP/NAT-PMP protocols
cs: Zapnout protokoly PCP/NAT-PMP
fi: Ota PCP-/NAT-PMP-protokollat käyttöön
lt: Įjungti/Įgalinti „PCP/NAT-PMP“ protokolus
pl: Włącz protokół PCP/NAT-PMP
ru: Включить протоколы PCP/NAT-PMP
ta: PCP/NAT-PMP நெறிமுறைகளை இயக்கவும்
zh_hant: 啟用PCP/NAT-PMP

source: Enable UPnP IGD protocol
cs: Zapnout protokol UPnP IGD
fi: Ota UPnP IGD -protokolla käyttöön
lt: Įjungti/Įgalinti „UPnP IGD“ protokolą
pl: Włącz protokół UPnP IGD
ru: Включить UPnP IGD
ta: UPNP IGD நெறிமுறையை இயக்கவும்
zh_hant: 啟用UPnP IGD

source: Enable additional logging
cs: Zapnout rozšířené zaznamenávání událostí
fi: Ota ylimääräinen lokikirjaaminen käyttöön
lt: Įjungti papildomą žurnalinimą
pl: Włącz dodatkowe rejestrowanie
ru: Дополнительное журналирование
ta: கூடுதல் பதிவுகளை இயக்கவும்
zh_hant: 啟用額外日誌

source: Enable secure mode
cs: Zapnout zabezpečený režim
fi: Ota turvallinen tila käyttöön
lt: Įjungti „saugiąją veikseną“
pl: Włącz tryb bezpieczny
ru: Защищённый режим
ta: பாதுகாப்பான பயன்முறையை இயக்கவும்
zh_hant: 啟用安全模式

source: Enable service
cs: Spustit službu
lt: Paleisti tarnybą
pl: Uruchom usługę
ru: Запустить сервис
ta: சேவையைத் தொடங்கவும்
zh_hant: 啟動服務

source: Enable the autonomous port mapping service
cs: Spustit službu autonomního mapování portů
lt: Paleisti savavaldiško prievado atvaizdavimo tarnybą
pl: Uruchom autonomiczną usługę przekierowania portów
ru: Запуск службы сопоставления автономных портов
ta: தன்னாட்சி துறைமுகம் மேப்பிங் சேவையைத் தொடங்கவும்
zh_hant: 啟動自動連接埠映射服務

source: Expires
cs: Platnost skončí
fi: Umpeutuu
lt: Baigia galioti
pl: Wygasa
ru: Истекает
ta: காலாவதியாகிறது
zh_hant: 到期

source: External port
cs: Vnější port
fi: Ulkoinen portti
lt: Išorinis prievadas
pl: Port zewnętrzny
ru: Внешний порт
ta: வெளிப்புற துறைமுகம்
zh_hant: 外部連接埠

source: Grant access to UPnP IGD & PCP
cs: Udělit přístup k UPnP IGD a PCP/NAT-PMP
fi: Myönnä pääsy UPnP IGD:hen ja PCP/NAT-PMP:hen
lt: Duoti prieigą prie „UPnP IGD“ ir „PCP/NAT-PMP“
pl: Udziel dostępu do UPnP IGD i PCP/NAT-PMP
ru: Предоставить доступ к UPnP IGD и PCP/NAT-PMP
ta: UPNP IGD & PCP/NAT-PMP க்கு அணுகல் வழங்கவும்
zh_hant: 授予存取UPnP IGD & PCP/NAT-PMP的權限

source: Hostname
cs: Název klienta
fi: Asiakasnimi
lt: Kliento pavadinimas
pl: Nazwa klienta
ru: Имя клиента
ta: கிளையன்ட் பெயர்
zh_hant: 用戶端名稱

source: IP address
cs: Adresa klienta
fi: Asiakasosoite
lt: Kliento adresas
pl: Adres klienta
ru: Адрес клиента
ta: வாடிக்கையாளர் முகவரி
zh_hant: 用戶端位址

source: Notify interval
cs: Interval oznamování
fi: Ilmoitusväli
lt: Pranešimo intervalas
pl: Interwał powiadamiania
ru: Интервал уведомления
ta: இடைவெளியை அறிவிக்கவும்
zh_hant: 通知間隔

source: Port
cs: Port klienta
fi: Asiakasportti
lt: Kliento prievadas
pl: Port klienta
ru: Порт клиента
ta: வாங்கி துறைமுகம்
zh_hant: 用戶端連接埠

source: Protocol
cs: Protokol
fi: Protokolla
lt: Protokolas
pl: Protokół
ru: Протокол
ta: நெறிமுறை
zh_hant: 協定

source: Puts extra debugging information into the system log
cs: Vypisovat extra ladící informace do systémového záznamu událostí
fi: Laita ylimääräisiä viankorjaustietoja järjestelmälokiin
lt: Įdeda papildomą derinimo informaciją į sistemos žurnalą
pl: Umieszcza dodatkowe informacje dotyczące debugowania w dzienniku systemowym
ru: Добавлять дополнительную отладочную информацию в системный журнал
ta: கூடுதல் பிழைத்திருத்த தகவல்களை கணினி பதிவில் வைக்கிறது
zh_hant: 將額外的除錯資訊寫入系統日誌

source: Report custom router web interface URL
cs: Hlásit URL uživatelsky určené webové rozhraní směrovače (prezentace)
fi: Ilmoita mukautetun reitittimen verkkoliitännän (esitys) URL-osoite
lt: Pranešti apie pasirinktinio maršrutizatoriaus žiniatinklio sąsajos ir/arba sietuvo (pristatymo) „URL“ – saitą
pl: Zgłaszaj niestandardowy adres URL interfejsu sieciowego (prezentacji) routera
ru: URL-адрес веб-интерфейса (презентации) пользовательского маршрутизатора
ta: தனிப்பயன் திசைவி வலை இடைமுகம் (விளக்கக்காட்சி) முகவரி ஐப் புகாரளிக்கவும்
zh_hant: 設定路由器web介面自訂（簡報）網址

source: Report maximum download speed in kByte/s
cs: Hlásit nejvyšší umožněnou rychlost stahování (v kB/s)
fi: Ilmoita enimmäislatausnopeus kilotavuina sekunnissa; kt/s
lt: Pranešti apie maksimalų atsisiuntimo greitį kb/s
pl: Zgłaszaj maksymalną prędkość pobierania w kB/s
ru: Сообщать максимальную скорость загрузки в кБайт/с
ta: KByte/s இல் அதிகபட்ச பதிவிறக்க வேகத்தைப் புகாரளிக்கவும்
zh_hant: 報告最大下載速度(kByte/s)

source: Report maximum upload speed in kByte/s
cs: Hlásit nejvyšší umožněnou rychlost odesílání (v kB/s)
fi: Ilmoita enimmäisuloslatausnopeus kilotavuina sekunnissa; kt/s
lt: Pranešti apie maksimalų įkėlimo greitį kb/s
pl: Zgłaszaj maksymalną prędkość wysyłania w kB/s
ru: Сообщать максимальную скорость загрузки в кБайт/с
ta: KByte/s இல் அதிகபட்ச பதிவேற்ற வேகத்தைப் புகாரளிக்கவும்
zh_hant: 報告最大上傳速度(kByte/s)

source: Report system instead of service uptime
cs: Hlásit dobu chodu systému namísto doby chodu služby
fi: Ilmoita järjestelmän käyttöaika palvelun käyttöajan sijaan
lt: Pranešti apie sistemos veikimo laiką, o ne tarnybos
pl: Zgłaszaj czas pracy systemu zamiast czasu pracy usługi
ru: Сообщать время работы системы вместо службы
ta: பணி நேரம் நேரத்திற்கு பதிலாக அறிக்கை முறை
zh_hant: 報告系統上線時間而非服務上線時間

source: Router/presentation URL
cs: Prezentační URL
fi: Esityksen URL-osoite
lt: Pateikties „URL“ – saitas
pl: Adres URL prezentacji
ru: Задать URL-адрес
ta: விளக்கக்காட்சி முகவரி
zh_hant: 簡報網址

source: SOAP/HTTP port
fi: Portti
lt: Prievadas
pl: Port SOAP/HTTP
ru: Порт SOAP/HTTP
ta: SOAP/HTTP துறைமுகம்
zh_hant: SOAP/HTTP連接埠

source: STUN host
cs: STUN Hostitel
fi: STUN-isäntä
lt: „STUN“ skleidėjas/vedėjas
pl: Host STUN
ru: Хост STUN
ta: ச்டன் புரவலன்
zh_hant: STUN主機

source: STUN port
fi: STUN-portti
lt: „STUN“ prievadas
pl: Port STUN
ru: Порт STUN
ta: ச்டன் துறைமுகம்
zh_hant: STUN連接埠

source: Service Access Control List
cs: Seznam řízení přístupu ke službě
lt: Tarnybos prieigos kontrolės sąrašas
pl: Lista kontroli dostępu usługi
ru: Список контроля доступа к сервисам
ta: பணி அணுகல் கட்டுப்பாட்டு பட்டியல்
zh_hant: 服務存取控制清單

source: Service Settings
cs: Nastavení služby
fi: Palveluasetukset
lt: Tarnybos nustatymai
pl: Ustawienia usługi
ru: Настройки сервиса
ta: பணி அமைப்புகள்
zh_hant: 服務設定

source: Service Setup
cs: Nastavení služby
fi: Yleiset asetukset
lt: Bendri nustatymai
pl: Konfiguracja usługi
ru: Основные настройки
ta: பணி அமைப்பு
zh_hant: 服務設定

source: Service lease file
cs: Soubor se zápůjčkami služby
lt: Tarnybos nuomos failas
pl: Plik dzierżawy usługi
ru: Файл аренды сервиса
ta: பணி குத்தகை கோப்பு
zh_hant: 服務租約檔案

source: The %s protocols allow clients on the local network to configure port maps/forwards on the router autonomously.
cs: %s umožňuje klientům v místní síti automaticky nastavovat směrovač.
lt: „%s“ protokolai leidžia vietinio tinklo klientams savavaldiškai konfigūruoti prievado priskyrimus/persiuntimus maršrutizatoriuje.
pl: Protokoły %s umożliwiają klientom w sieci lokalnej autonomiczne konfigurowanie przekierowania/przekazywania portów na routerze.
ru: Протоколы %s позволяют клиентам в локальной сети автоматически настраивать маршрутизатор.
ta: %s நெறிமுறைகள் உள்ளக நெட்வொர்க்கில் உள்ள வாடிக்கையாளர்களுக்கு துறைமுகம் வரைபடங்கள்/முன்னோக்கி திசைவியில் தன்னாட்சி முறையில் கட்டமைக்க அனுமதிக்கின்றன.
zh_hant: %s協定允許本地網路中的用戶端在路由器自動設定連接埠映射/轉送。

source: There are no active port maps.
cs: Neexistují žádná aktivní přesměrování.
fi: Ei aktiivisia uudelleenohjauksia.
lt: Nėra aktyvių prievadų persiuntimų.
pl: Nie ma aktywnych przekierowań portów.
ru: Активные переадресации отсутствуют.
ta: செயலில் உள்ள துறைமுகம் வரைபடங்கள் எதுவும் இல்லை.
zh_hant: 沒有活動的連接埠映射。

source: To detect the public IPv4 address for unrestricted full-cone/one-to-one NATs
cs: Pro zjištění veřejné IPv4 adresy pro neomezené NAT překlady full-cone/one-to-one
lt: Viešojo IPv4 adreso aptikimas neapribotiems pilno kūginio/vieniems su vienu „NAT“ tinklams
pl: Aby wykryć publiczny adres IPv4 dla nieograniczonych NAT-ów full-cone/one-to-one
ru: Чтобы определить публичный IPv4-адрес для неограниченных NAT с полным конусом/одним к одному
ta: கட்டுப்பாடற்ற முழு கூம்பு/ஒன்றுக்கு ஒன்று நாட்சிற்கான பொது ஐபிவி 4 முகவரியைக் கண்டறிய
zh_hant: 偵測不受限制的全錐/一對一NAT的公共IPv4位址

source: UPnP IGD & PCP
lt: „UPnP“ – „IGD“ ir „PCP“
pl: UPnP IGD i PCP
ru: UPnP IGD и PCP

source: UPnP IGD & PCP/NAT-PMP Service
cs: Služba UPnP IGD a PCP/NAT-PMP
lt: „UPnP“ – „IGD“ ir „PCP“ tarnyba
pl: Usługa UPnP IGD i PCP/NAT-PMP
ru: Сервис UPnP IGD и PCP/NAT-PMP
ta: UPNP IGD & PCP/NAT-PMP பணி
zh_hant: UPnP IGD & PCP/NAT-PMP服務

source: UPnP IGDv1 compatibility mode
cs: Povolit režim UPnP IGDv1
fi: Käytä UPnP IGDv1-tilaa
lt: Įjungti „UPnP IGDv1“ veikseną
pl: Włącz tryb UPnP IGDv1
ru: UPnP IGDv1 режим
ta: UPNP IGDV1 பொருந்தக்கூடிய பயன்முறை
zh_hant: UPnP IGDv1相容模式

source: Unknown
cs: Neznámý
fi: Tuntematon
lt: Nežinoma/-s/-i
pl: Nieznany
ru: Неизвестный
ta: தெரியவில்லை
zh_hant: 未知

source: Upload speed
cs: Rychlost odesílání
fi: Lähetysyhteys
lt: Įkėlimo greitis
pl: Prędkość wysyłania
ru: Внешнее соединение
ta: வேகத்தை பதிவேற்றவும்
zh_hant: 上傳速度

# Use %s (%s = STUN)
source: Use %s
cs: Použít %s
fi: Käytä %s:ia
lt: Naudoti „%s“
pl: Użyj %s
ru: Использовать %s
ta: %s பயன்படுத்தவும்
zh_hant: 使用%s
